Repository: Hiep848/sonic-mp3-manager-mobile-app
Catalog: lib/l10n/app_*.arb
Languages: vi

# appTitle
source: Audio Journal
vi: Nhật ký Audio

# navJournal
source: Journal
vi: Nhật ký

# navAlbums
source: Albums
vi: Album

# navSettings
source: Settings
vi: Cài đặt

# homeTitle
source: My Audio Journal
vi: Nhật ký Audio của tôi

# searchPlaceholder
source: Search title, content...
vi: Tìm kiếm tiêu đề, nội dung...

# uploadTitle
source: New Journal Entry
vi: Nhật ký mới

# uploadSave
source: Save
vi: Lưu

# uploadInputTitle
source: Title
vi: Tiêu đề

# uploadInputTitleHint
source: What happened today?
vi: Hôm nay có gì vui?

# uploadDateLabel
source: Recorded on:
vi: Ngày ghi âm:

# uploadMoodLabel
source: Mood
vi: Cảm xúc

# uploadAlbumNew
source: + Create New Album
vi: + Tạo Album mới

# uploadAudioNoFile
source: No audio file selected
vi: Chưa chọn file audio

# uploadAudioPick
source: Pick MP3
vi: Chọn MP3

# uploadContentLabel
source: Journal Content
vi: Nội dung nhật ký

# uploadContentHint
source: Write about your recording...
vi: Viết gì đó về bản ghi âm này...

# uploadHashtagLabel
source: Add Hashtag
vi: Thêm Hashtag

# uploadAttachments
source: Attachments
vi: Đính kèm ảnh

# uploadUploading
source: Uploading...
vi: Đang tải lên...

# uploadSuccess
source: Journal saved!
vi: Đã lưu nhật ký!

# uploadErrorTitle
source: Please enter a title
vi: Vui lòng nhập tiêu đề

# detailRecorded
source: Recorded:
vi: Ngày ghi:

# detailRecording
source: Recording
vi: Bản ghi âm

# detailJournal
source: Journal
vi: Nhật ký

# detailPhotos
source: Photos
vi: Hình ảnh

# detailFullScreen
source: Read Full Screen
vi: Đọc toàn màn hình

# detailEdit
source: Edit feature coming soon
vi: Tính năng sửa đang phát triển

# detailDelete
source: Delete
vi: Xóa

# albumTitle
source: My Albums
vi: Album của tôi

# albumAudios
source: audios
vi: bản ghi

# settingsTitle
source: Settings
vi: Cài đặt

# settingsProfile
source: Profile
vi: Thông tin cá nhân

# settingsTheme
source: Appearance
vi: Giao diện

# settingsThemeDark
source: Dark Mode
vi: Chế độ tối

# settingsThemeDarkSub
source: Use darker colors for night time
vi: Sử dụng màu tối cho ban đêm

# settingsLanguage
source: Language
vi: Ngôn ngữ

# settingsLanguageSub
source: Vietnamese / English
vi: Tiếng Việt / English

# settingsSecurity
source: Security
vi: Bảo mật

# settingsChangePassword
source: Change Password
vi: Đổi mật khẩu

# settingsChangePasswordSub
source: Update your password
vi: Cập nhật mật khẩu mới

# settingsAbout
source: About
vi: Giới thiệu

# settingsLogout
source: Log Out
vi: Đăng xuất

# settingsLogoutConfirm
source: Logging out...
vi: Đang đăng xuất...

# settingsLogoutSuccess
source: See you again!
vi: Hẹn gặp lại bạn!

# settingsLogoutError
source: Logout Error
vi: Lỗi đăng xuất

# commonError
source: Error: {error}
vi: Lỗi: {error}

# commonLoading
source: Loading...
vi: Đang tải...
